{
  "logo": {
    "title": "Tabulra Rasa"
  },
  "sign": {
    "en": "Please sign this message to prove you have access to this wallet and we'll log you in."
  },
  "footer": {
    "instagram": {
      "title": {
        "en": "Instagram",
        "kr": "인스타그램"
      },
      "content": {
        "en": "https://www.instagram.com/birthplace_goyoson/",
        "kr": "https://www.instagram.com/birthplace_goyoson/"
      }
    },
    "terms": {
      "title": {
        "en": "Terms of Use",
        "kr": "이용약관"
      },
      "content": {
        "en": "",
        "kr": ""
      }
    },
    "privacy": {
      "title": {
        "en": "Privacy Policy",
        "kr": "개인정보보호정책"
      },
      "content": {
        "en": "",
        "kr": ""
      }
    },
    "copyright": {
      "content": {
        "en": "(C) 2023. birthplace/goyoson all rights reserved.",
        "kr": "(C) 2023. birthplace/goyoson all rights reserved."
      }
    },
    "email": {
      "content": {
        "en": "beyondthebirthplace.kr@gmail.com",
        "kr": "beyondthebirthplace.kr@gmail.com"
      }
    }
  },
  "wallet": {
    "connectionError": {
      "msg": {
        "en": "Connection error",
        "kr": "지갑 연결 오류"
      },
      "sub": {
        "en": "Unexpected error occurred.",
        "kr": "지갑 연동 중 예기치 못한 에러가 발생했습니다. 잠시 후에 다시 시도해 주세요."
      }
    },
    "unsupportedError": {
      "msg": {
        "en": "Unsupported network error",
        "kr": "지원하지 않는 네트워크"
      },
      "sub": {
        "en": "Please try to connect ethereum network.",
        "kr": "네트워크 설정을 이더리움으로 변경 후 다시 시도해 주세요."
      }
    },
    "balanceError": {
      "msg": {
        "en": "Not enough ETH",
        "kr": "잔액 부족"
      },
      "sub": {
        "en": "Please try again.",
        "kr": "잠시 후에 다시 시도해 주세요."
      }
    },
    "txCommonError": {
      "msg": {
        "en": "Something went wrong",
        "kr": "처리 중 문제가 발생했습니다."
      },
      "sub": {
        "en": "Please try again.",
        "kr": "잠시 후에 다시 시도해 주세요."
      }
    },
    "inputUserError": {
      "msg": {
        "en": "Connection Failed",
        "kr": "지갑 연결 실패"
      },
      "sub": {
        "en": "Please connect your wallet and enter information.",
        "kr": "지갑 연결 후 회원정보를 입력해 주세요."
      }
    }
  },
  "about": {
    "title": {
      "en": "About",
      "kr": "프로젝트 소개"
    },
    "content": {
      "en": "'Beyond the Birthplace' is a project that expands upon 'Birthplace 2020', a project by the sculptor Goyoson who has crafted intricate sculptures using solely discarded or overlooked items found in a room and presented them online. In this expanded project, the artist will craft physical sculptures from various materials located in his room, transform them into 3D model digital files (glb), and display them as NFTs. 'Beyond the Birthplace' provides users with the opportunity to assemble digital sculptures by selecting and arranging pieces scattered throughout the artist's variously themed virtual spaces. When you purchase the NFT of a desired sculpture, you also acquire the actual sculpture itself, and vice versa - if you purchase the physical sculpture, you will receive its corresponding NFT.",
      "kr": "‘Beyond the Birthplace’는 조각가 고요손이 방 안에 오래 방치된 혹은 버려진 것들을 재료 삼아 작은 조각을 만들고 이를 웹상에서 이미지로 선보였던 ‘Birthplace 2020’의 확장판이다. 이번 프로젝트에서는 ‘Birthplace 2020’와 동일하게 작가가 자신의 방 안에서 찾은 여러 재료로 제작한 실물 작품을 3d 모델 디지털 파일(glb)로 변환하여 NFT로 선보인다. 원하는 조각 작품의 NFT를 구매할 시, NFT와 함께 실제 조각 작품을 수령하게 되며 반대로 실제 조각 작품을 구매할 시, 해당 작품의 NFT를 수령할 수 있다. 또한 사용자는 해당 웹상에서 작가가 설정한 다양한 주제의 가상 공간 맵을 통해 각 공간에 놓인 디지털 조각들을 자유롭게 배치하며 감상할 수 있다."
    }
  },
  "creators": {
    "title": {
      "en": "Artist and Creators",
      "kr": "작가 소개 및 크레딧"
    },
    "name": {
      "artist": {
        "en": "Artist: Goyoson",
        "kr": "아티스트 : 고요손"
      },
      "curation": {
        "en": "Curation and Producing: Hyejin Woo",
        "kr": "기획 및 진행 : 우혜진"
      },
      "dev": {
        "en": "Smart Contract and Website Development: Jiye Kim",
        "kr": "스마트 컨트랙 및 웹사이트 개발 : 김지예"
      },
      "mapping": {
        "en": "3D Mapping : Seungtaek Lim",
        "kr": "3D 맵 제작 : 임승택"
      },
      "design": {
        "en": "Graphic Design: Gunjung Lee",
        "kr": "그래픽 디자인: 이건정"
      },
      "translate": {
        "en": "Translation: Jae Ted Kim",
        "kr": "번역: 김재현"
      }
    },
    "content": {
      "artist": {
        "en": "Goyoson challenges traditional genre boundaries and experiments with the viewing experience of sculpture. He creates 'sculptures that transform depending on who and how they are being seen.' Known for his hand-carved, amorphous forms, Goyoson uses unorthodox materials that deviate from the conventional grammar of the discipline. He employs a wide range of mediums and formats to provide diverse viewing experiences, including movement, food consumption, and theatrical environment. Recently, Goyoson has been conducting experiments on the time-based experience of sculptures, in contrast to their traditional fixity.",
        "kr": "장르의 경계를 허물며 조각의 관람 경험을 실험적으로 확장해 나가는 조각가 고요손은 ‘누가 어떻게 감상하느냐에 따라 변화하는 조각’을 만든다. 주된 작업은 직접 손으로 깎아낸 비정형 형태의 조각으로, 소재에 변주를 주며 선입견에서 벗어난 색다른 구조의 조각을 제작한다. 또한 여러 매체와 형식을 활용하여 움직임, 먹기, 감상하기 등 다양한 형태의 관람 경험을 선보인다. 조각을 고정된 대상이 아닌 시간 기반으로 경험할 수 있는 새로운 면모를 찾아내는 실험을 이어가고 있다."
      },
      "curation": {
        "en": "Hyejin Woo holds an undergraduate degree in archeology and art history and a master's degree in curatorial studies. She has gained experience in various organizations, contributing to both large and small projects. As an independent curator, Woo is currently involved in developing media art exhibition centers and other related projects. For 'Beyond the Birthplace,' she oversaw the curation and implementation.",
        "kr": "고고미술사와 예술기획을 공부했고 다양한 기관에서 근무하며 크고 작은 프로젝트에 참여했다. 현재는 미디어아트 전시관 구축 및 기타 프로젝트에 참여하고 있으며 독립기획자로 활동 중이다. 본 프로젝트에서는 기획 및 진행 업무를 담당했다."
      },
      "dev": {
        "en": "Jiye Kim is a web front-end developer who has built various platforms in e-commerce, retail, web agencies, and media art companies. She was responsible for developing the web full-stack and smart contracts for this project.",
        "kr": "웹 프론트엔드 개발자로 활동 중이며 이커머스, 리테일, 웹 에이전시, 미디어 아트 회사 등을 거치며 다양한 플랫폼 구축 경험을 쌓아왔다. 본 프로젝트에서는 웹 풀스택 및 스마트 컨트랙 개발을 담당했다."
      },
      "design": {
        "en": "Gunjung Lee sometimes designs books, promotional images, websites, and logos.",
        "kr": "이건정은 때때로 책, 홍보 이미지, 웹사이트, 로고 따위를 디자인하고 있다."
      },
      "mapping": {
        "en": "Seungtaek Lim has contributed to the creation of spaces in various genres, ranging from theater stages to movies, dramas, interiors, exhibitions, and games. He is a member of Band Bower, a performance group dedicated to designing and constructing metaverse game spaces. For this project, he was in charge of developing the 3D map.",
        "kr": "연극 무대부터 영화, 드라마, 인테리어, 전시, 게임 등 다양한 장르 속에 포함된 공간을 만들었다. 밴드바우어라는 퍼포먼스 그룹에 속해있으며, 현재는 메타버스 게임 공간 기획 및 제작업무를 중심적으로 하고 있다. 본 프로젝트에서는 3D 맵 제작 업무를 담당했다."
      }
    }
  },
  "contact": {
    "en": "Please contact us at the email address below if you need to make any changes to your registered information.",
    "kr": "등록된 정보의 수정이 필요하신 분들은, 아래 메일 주소로 문의 바랍니다."
  },
  "join": {
    "welcome": {
      "en": "Welcome to Beyond the Birthplace",
      "kr": "Welcome to Beyond the Birthplace"
    },
    "title": {
      "connectTo": {
        "en": "Connected to",
        "kr": "연결된 지갑 주소"
      },
      "name": {
        "en": "User Name",
        "kr": "사용자 이름"
      },
      "email": {
        "en": "Email Address",
        "kr": "이메일 주소"
      },
      "number": {
        "en": "Contact Number",
        "kr": "연락처"
      }
    },
    "placeholder": {
      "name": {
        "en": "Type your user name",
        "kr": "이름을 입력해 주세요"
      },
      "email": {
        "en": "Type your e-mail address",
        "kr": "이메일 주소를 입력해 주세요"
      },
      "number": {
        "en": "+ITU-T Mobile Number",
        "kr": "+국가번호 연락처"
      }
    },
    "validation": {
      "name": {
        "en": "User name is required",
        "kr": "이름은 필수 입력 항목입니다"
      },
      "email": {
        "en": "You have entered an invalid e-mail address",
        "kr": "유효하지 않는 형식의 이메일 주소입니다"
      },
      "number": {
        "en": "Contact number must contain only numbers",
        "kr": "숫자만 입력 가능합니다"
      }
    },
    "button": {
      "submit": {
        "en": "SUBMIT",
        "kr": "제출하기"
      }
    }
  },
  "common": {
    "button": {
      "logout": {
        "en": "LOGOUT",
        "kr": "로그아웃"
      },
      "confirmPurchase": {
        "en": "Confirm the Purchase ",
        "kr": "구매하기"
      },
      "glbDownload": {
        "en": "GLB DOWNLOAD",
        "kr": "GLB 원본파일 다운로드"
      },
      "buy": {
        "en": "BUY",
        "kr": "BUY"
      },
      "soldout": {
        "en": "SOLD OUT",
        "kr": "SOLD OUT"
      },
      "ok": {
        "en": "OK",
        "kr": "OK"
      }
    },
    "msg": {
      "loading": {
        "en": "loading...",
        "kr": "loading..."
      },
      "soldout": {
        "en": "SOLD OUT",
        "kr": "SOLD OUT"
      }
    }
  },
  "payment": {
    "confirm": {
      "msg": {
        "en": "Would you like to purchase the artwork?",
        "kr": "작품을 구매하시겠습니까?"
      }
    },
    "process": {
      "msg": {
        "en": "Payment in progress",
        "kr": "결제 진행 중"
      },
      "sub": {
        "en": "Processing will be completed shortly. Thank you for your patience.",
        "kr": "처리가 완료될 때까지, 잠시만 기다려 주세요."
      }
    },
    "complete": {
      "en": "Purchase complete",
      "kr": "구매 완료"
    }
  },
  "product": {
    "price": {
      "en": "Price",
      "kr": "Price"
    },
    "priceUnit": {
      "en": "ETH",
      "kr": "ETH"
    },
    "type": {
      "en": "Type",
      "kr": "Type"
    },
    "dimension": {
      "en": "Dimension",
      "kr": "Dimension"
    },
    "fileSize": {
      "en": "File Size",
      "kr": "File Size"
    },
    "description": {
      "en": "Description",
      "kr": "Description"
    }
  },
  "map": {
    "restaurant": {
      "en": "Restaurant",
      "kr": "식당"
    },
    "deepsea": {
      "en": "Deep sea",
      "kr": "심해"
    },
    "stage": {
      "en": "Performance Venue",
      "kr": "공연장"
    },
    "space": {
      "en": "Space",
      "kr": "우주"
    },
    "lava": {
      "en": "TBC",
      "kr": "화산"
    }
  },
  "dropdown": {
    "introduction": {
      "title": "Introduction"
    },
    "map": {
      "title": "Map"
    },
    "shop": {
      "title": "NFT Shop"
    }
  },
  "user": {
    "title": {
      "account": {
        "en": "Connected to:",
        "kr": "Connected to:"
      }
    }
  },
  "util": {
    "login": {
      "title": "Log in"
    },
    "language": {
      "title": {
        "en": "EN",
        "kr": "KR"
      }
    }
  },
  "artwork": {
    "0": {
      "title": "Daisy-Chain-Agora",
      "name": "김현석 Hyun Seok Kim",
      "summary": "Mixed Media (iPhone, steel stand, grip head and arm, clamp, wireless charger, cable, adhesive pvc sheet), 5-channel video, 27min(loop), A.I.model(GPT-4,Stable Diffusion), 2023",
      "content_kr": "<데이지-체인-아고라>는 인류 최초의 도구에서 현대의 사물에 이르기까지 가상의 진화를 다룬다. 국화꽃을 엮은 뭉치를 뜻하는 ‘데이지-체인’은 마치 체인을 연결하듯 연이어 연결된 형태를 말하며, 직렬 형태로 연결하여 데이터를 처리하는 방식을 의미하기도 한다.\n마치 고대 그리스의 아고라를 연상케 하는, 한데 모여 대담을 나누는 미지의 대상들은 고고학, 철학, 환경학, 디자인, 컴퓨터 사이언스를 아우르는 각계의 석학들로서 인공지능으로 가공된 인물들이다. 그들은 올도완 석기로부터 아이폰에 이르는 사물의 특성과 그로부터 파생되는 인간상의 변화들을 묘사하고 기술하며 논쟁한다.\n이같은 창발적 사물의 생태계의 상상을 통해 사물의 사용자의 관계를 재구성하는 실험을 한다.김현석은 미디어와 테크놀로지의 비선형적 계보에 주목하며, 동시대 시각문화에서 발견되는 사용자 중심의 재현적 특성과 기술 메커니즘의 관계를 비평적 맥락에 위치시키는 작업을 전개하고 있다. 인공지능을 포함한 최근의 기술들을 과거의 매체로 환원하여 그것이 함유하는 가능성을 톺아보는 시도를 한다.",
      "content_en": "<Daisy-Chain-Agora> deals with virtual evolution from mankind's first tools to modern objects. 'Daisy-Chain', which means a bundle of chrysanthemum flowers, refers to a connected form as if connecting "
    },
    "1": {
      "title": "Evolving Spoon",
      "name": "송봉규",
      "summary": "비디오 설치, ABS / PLA, Dimensions Variable, 2023",
      "content_kr": "숟가락은 [먹는다] 라는 인간의 원초적 생존을 위한 필수품이다. 하루에도 수십 번씩 인체 장기의 시작점인 구강을 드나들며 음식을 나른다. 이런 숟가락이 만약 다윈의 진화론에 영향을 받는 생명체라면, 먹는 방식, 음식의 재료, 가족 구성원의 변화 같은 숟가락을 둘러싼 환경에 따라 다양한 방식으로 <진화/퇴화>할 것이다.\n우리는 다윈이 설명하는 진화의 4가지 원리, 재조합, 돌연변이 자연선택, 핸디캡 원리에 따라 숟가락을 진화(변화)시켰다. <진화하는 숟가락>은 마치 하나의 생명체처럼 진화한다면 어떠한 형태로 변형될 것인가에 대한 질문에서 시작되어 물건을 자유롭게 출력할 수 있는 3D 프린팅 - 용융 적층 모델링FDM- Fused Deposition Modeling 기법을 활용해 숟가락이 진화하는 가설을 물리적으로 실제화한다. 이것은 마치 존재하지 않는 미래의 생명체에 대한 화석을 만들어 보는 것과 같은 원리로 허구에 근거하지만, 생명체에만 통용되었던 진화론을 인공물인 숟가락에 가상으로 대입해 봄으로써 생겨나는 흥미롭고 생경한 지점을 실험한다.\n\n송봉규는 서울에서 산업디자인을 공부하고, 삼성전자를 거쳐 2010년 BKID를 설립하였다. 공예에서 하이테크까지 산업디자인을 기반으로 다양한 영역에 대한 호기심을 가지고 작업을 진행하고 있다. 새로운 기술과 스토리를 산업 디자인과 접목하기를 시도하는 기업, 스타트업, 아티스트들과 함께 다양한 프로젝트를 진행하고 있다. BMW, Samsung, Disney 등의 글로벌 기업과 산업 디자인과 브랜드 경험을 기반으로 다양한 협력 작업을 하였다. 2012년 중앙일보에서 선정한 한국을 대표하는 10인의 한국 디자이너에 선정되었고, 2012년, 2016년 월간디자인의 올해의 디자이너, 2013년 포브스코리아 선정 '한국을 이끌어갈 젊은 리더'로 선정되었다. 2015년에는 문화관광부가 선정한 올해의 젊은 예술가로 선정되었다.\n",
      "content_en": "Spoons are essential for our primal survival: to eat. Dozens of times a day, it carries food in and out of the mouth, the starting point of the human organ system. If the spoon were an organism subject to Darwin's theory of evolution, it would %22evolve/degenerate%22 in different ways depending on the environment surrounding it, such as the way it is eaten, the ingredients of the food, and changes in family members.\nWe evolved (changed) the spoon according to the four principles of evolution described by Darwin: recombination, mutation, natural selection, and the handicap principle. <Evolving Spoon> starts with the question of what form it will take if it evolves like a living being, and uses 3D printing - Fused Deposition Modeling (FDM), a technique that allows objects to be printed freely, to physically realize the hypothesis that a spoon evolves. This is the same principle as creating fossils of future life forms that don't exist, and although it is based on fiction, it experiments with the interesting and unfamiliar points that arise by virtually applying the evolutionary theory that only applies to living things to an artifact, a spoon.\nBongyu Song studied industrial design in Seoul, worked at Samsung Electronics, and founded BKID in 2010. He is curious about various fields based on industrial design, from craft to high-tech. He has been working on various projects with companies, startups, and artists who are trying to combine new technologies and stories with industrial design. He has collaborated with global companies such as BMW, Samsung, and Disney on various projects based on industrial design and brand experience. In 2012, he was selected as one of the top 10 Korean designers by the JoongAng Ilbo, and in 2012 and 2016, he was named Designer of the Year by Monthly Design, and in 2013, he was selected as one of Forbes Korea's Young Leaders to Lead Korea. In 2015, he was named Young Artist of the Year by the Ministry of Culture, Sports and Tourism."
    },
    "2": {
      "title": "Dexter and Sinister",
      "name": "",
      "summary": "",
      "content_kr": "",
      "content_en": ""
    },
    "3": {
      "title": "PK-04 / C-03 Pro",
      "name": "이해련",
      "summary": "",
      "content_kr": "",
      "content_en": ""
    },
    "4": {
      "title": "Meta Objec",
      "name": "전민재 Minje Jeon",
      "summary": "ⓐ Meta Object: Data Stream\nⓑ Meta Object: 衣\nⓒ Meta Object: 食\nⓓ Meta Object: 住\n\nMixed media, Dimensions variable, 2032",
      "content_kr": "<메타 오브젝트>는 도시 생활 속에서 의식주(의복, 음식, 주거)로 경험하는 사물을 데이터와 선재를 활용해 재해석한 작업이다. 사물의 생애 주기(생산, 소비, 폐기, 순환)를 중심으로 도시 생활의 복잡한 구조와 상호작용을 메타적으로 접근하기 위해 여러 데이터(수입 원자재, 사물의 생산과 소비, 쓰레기, 재활용 등)를 바탕으로 메타적 오브젝트가 창안되었다. 도심 속 사물들의 흐름은 두께와 매듭 엮이는 방식, 다양한 색상으로 직조되어 사물의 단순한 물질적 형태나 존재로 한정하지 않고, 도시와 연결된 복잡한 구조로서 개념과 역할을 재구성한다. ‘메타적인 사물’이라는 형태를 통해 사물에 대한 메타적 체험을 제안하며 관객이 일상 속의 사물을 바라보며 도시와 사물 관계 속의 복잡한 알고리즘과 상호 연계성에 대한 새로운 통찰을 얻을 수 있기를 기대한다.\n\n전민제는 데이터를 매개로 사회의 숨겨진 이야기를 드러내는 미디어 아티스트이다. 데이터를 분석하여 그 안에서 발견한 이야기를 시각, 청각, 촉각 등 다양한 감각을 통해 경험할 수 있는 매체로 구현함으로써, 데이터가 단순한 수치가 아니라 우리 삶과 밀접하게 연결된 이야기의 원천임을 보여준다.",
      "content_en": "<Meta Object> is a work that reinterprets objects that are experienced as ritual objects (clothing, food, housing) in urban life using data and pre-existing materials. Meta-objects were created based on various data (imported raw materials, production and consumption of objects, garbage, recycling, etc.) to meta-approach the complex structure and interaction of urban life centered on the life cycle of objects (production, consumption, disposal, circulation). The flow of objects in the city is woven in different thicknesses, knots, and colors to reconstruct the concept and role of objects as complex structures connected to the city, rather than limiting them to their simple material form or existence. By proposing a meta-experience of objects through the form of 'meta-objects', the artist hopes that viewers will gain new insights into the complex algorithms and interconnections in the relationship between cities and objects by looking at everyday objects.\nJeon Minje is a media artist who uses data to reveal the hidden stories of society. By analyzing data and translating the stories found in it into a medium that can be experienced through various senses such as sight, sound, and touch, he shows that data is not just numbers, but a source of stories that are closely connected to our lives."
    }
  }
}
